Repository: digi21/reproject
Catalog: Reproject/Strings/*/Resources.resw
Source language: en
Languages: ca, de, es, eu, fr, gl, it

# OpArea
source: Area of use: {0}
ca: Zona d'ús: {0}
de: Nutzungsgebiet: {0}
es: Zona de uso: {0}
eu: Erabilera-eremua: {0}
fr: Zone d'utilisation : {0}
gl: Zona de uso: {0}
it: Zona di utilizzo: {0}

# OpDownload
source: Download {0}
ca: Descarrega {0}
de: {0} herunterladen
es: Descargar {0}
eu: Deskargatu {0}
fr: Télécharger {0}
gl: Descargar {0}
it: Scarica {0}

# OpGridFiles
source: Requires file: {0}
ca: Necessita el fitxer: {0}
de: Benötigt Datei: {0}
es: Necesita el archivo: {0}
eu: Fitxategia behar du: {0}
fr: Nécessite le fichier : {0}
gl: Necesita o arquivo: {0}
it: Necessita del file: {0}

# OpMethod
source: Method {0}
ca: Mètode {0}
de: Methode {0}
es: Método {0}
eu: {0} metodoa
fr: Méthode {0}
gl: Método {0}
it: Metodo {0}

# OpRemarks
source: Remarks: {0}
ca: Notes: {0}
de: Anmerkungen: {0}
es: Notas: {0}
eu: Oharrak: {0}
fr: Notes : {0}
gl: Notas: {0}
it: Note: {0}

# OpScope
source: Scope: {0}
ca: Àmbit: {0}
de: Anwendungsbereich: {0}
es: Ámbito: {0}
eu: Esparrua: {0}
fr: Domaine : {0}
gl: Ámbito: {0}
it: Ambito: {0}

# OperationDialog.CloseButtonText
source: Cancel
ca: Cancel·la
de: Abbrechen
es: Cancelar
eu: Utzi
fr: Annuler
gl: Cancelar
it: Annulla

# OperationDialog.PrimaryButtonText
source: Select
ca: Selecciona
de: Auswählen
es: Seleccionar
eu: Hautatu
fr: Sélectionner
gl: Seleccionar
it: Seleziona

# OperationDialog.Title
source: Select transformation
ca: Selecciona la transformació
de: Transformation auswählen
es: Seleccionar transformación
eu: Hautatu transformazioa
fr: Sélectionner la transformation
gl: Seleccionar transformación
it: Seleziona trasformazione

# OperationHint.Text
source: Several transformations are available. Pick one — they are ordered from most to least precise.
ca: Hi ha diverses transformacions disponibles. Tria'n una — estan ordenades de més a menys precisa.
de: Mehrere Transformationen sind verfügbar. Wählen Sie eine — sie sind von der genauesten zur ungenauesten geordnet.
es: Hay varias transformaciones disponibles. Elige una — están ordenadas de mayor a menor precisión.
eu: Hainbat transformazio daude eskuragarri. Aukeratu bat — zehatzenetik zehaztasun gutxienekora ordenatuta daude.
fr: Plusieurs transformations sont disponibles. Choisissez-en une — elles sont classées de la plus à la moins précise.
gl: Hai varias transformacións dispoñibles. Escolle unha — están ordenadas de maior a menor precisión.
it: Sono disponibili diverse trasformazioni. Scegline una — sono ordinate dalla più alla meno precisa.

# SettingsBrowseButton.Content
source: Browse…
ca: Examina…
de: Durchsuchen…
es: Examinar…
eu: Arakatu…
fr: Parcourir…
gl: Examinar…
it: Sfoglia…

# SettingsDialog.CloseButtonText
source: Cancel
ca: Cancel·la
de: Abbrechen
es: Cancelar
eu: Utzi
fr: Annuler
gl: Cancelar
it: Annulla

# SettingsDialog.PrimaryButtonText
source: Save
ca: Desa
de: Speichern
es: Guardar
eu: Gorde
fr: Enregistrer
gl: Gardar
it: Salva

# SettingsDialog.Title
source: Settings
ca: Configuració
de: Einstellungen
es: Configuración
eu: Ezarpenak
fr: Paramètres
gl: Configuración
it: Impostazioni

# SettingsLink.Content
source: Settings
ca: Configuració
de: Einstellungen
es: Configuración
eu: Ezarpenak
fr: Paramètres
gl: Configuración
it: Impostazioni

# SettingsModelsHint.Text
source: Folder where the app looks for geoid model files (e.g. the global EGM2008 grid, which is not shipped with the app).
ca: Carpeta on el programa cerca els fitxers de model de geoide (p. ex. el geoide global EGM2008, que no s'inclou amb l'aplicació).
de: Ordner, in dem die App nach Geoidmodell-Dateien sucht (z. B. das globale EGM2008-Gitter, das nicht mit der App geliefert wird).
es: Carpeta donde el programa busca los ficheros de modelo de geoide (p. ej. el geoide global EGM2008, que no se incluye con la aplicación).
eu: Aplikazioak geoide-modeloen fitxategiak bilatzen dituen karpeta (adib. EGM2008 sareta globala, aplikazioarekin batera ez datorrena).
fr: Dossier où l'application recherche les fichiers de modèle de géoïde (par ex. la grille globale EGM2008, qui n'est pas fournie avec l'application).
gl: Carpeta onde o programa busca os ficheiros de modelo de xeoide (p. ex. o xeoide global EGM2008, que non se inclúe coa aplicación).
it: Cartella in cui l'applicazione cerca i file dei modelli di geoide (ad es. il grigliato globale EGM2008, che non è incluso con l'applicazione).

# SettingsModelsLabel.Text
source: Geoid model (grid) directory
ca: Directori de models de geoide (grids)
de: Verzeichnis für Geoidmodelle (Gitter)
es: Directorio de modelos de geoide (grids)
eu: Geoide-modeloen (sareten) direktorioa
fr: Répertoire des modèles de géoïde (grilles)
gl: Directorio de modelos de xeoide (grids)
it: Cartella dei modelli di geoide (grigliati)

# SettingsOpenExplorerButton.Content
source: Open folder in Explorer
ca: Obre la carpeta a l'Explorador
de: Ordner im Explorer öffnen
es: Abrir carpeta en el explorador
eu: Ireki karpeta Explorer-en
fr: Ouvrir le dossier dans l'Explorateur
gl: Abrir carpeta no explorador
it: Apri cartella in Esplora risorse

# SettingsRestartNote.Text
source: Changing the folder takes effect after restarting the app.
ca: Els canvis de carpeta s'apliquen en reiniciar l'aplicació.
de: Änderungen des Ordners werden nach einem Neustart der App wirksam.
es: Los cambios de carpeta se aplican al reiniciar la aplicación.
eu: Karpeta aldatzeak aplikazioa berrabiarazi ondoren du eragina.
fr: Les changements de dossier prennent effet après le redémarrage de l'application.
gl: Os cambios de carpeta aplícanse ao reiniciar a aplicación.
it: Le modifiche alla cartella hanno effetto dopo il riavvio dell'applicazione.
